Revit 2027 API
ReferenceArray Constructor
Initializes a new instance of the ReferenceArray class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ReferenceArray()
Public Sub New
public:
ReferenceArray()
new : unit -> ReferenceArray
See Also
Reference
ReferenceArray Class
Autodesk.Revit.DB Namespace